dokumentation/content/modules/vca.tex

\section{Spannungskontrollierter Verstärker}
\label{sec:orgcb96987}
Ein Spannungskontrollierter Verstärker (VCA) verstärkt ein angelegtes Signal um einen Faktor, welcher von einer Kontrollspannung abhängt. VCAs sind essentiell um den erzeugten Klängen einen Rhythmus zu verleihen, da ohne VCA keine dynamische Lautstärkeänderung möglich ist. 
(David Haillant, 2016)
\subsection{Spezifikationen}
\label{sec:org7c7ed52}
\subsection{Elektronik}
\label{sec:orgcd55d86}
\subsection{Schematics}
\label{sec:orga61010d}
\subsection{Benutzung}
\label{sec:orge77f545}
VCAs können durch eine Vielzahl an Modulen angesteuert werden, am häufigsten ist wohl eine Art von Hüllkurvengenerator, um die Lautstärkeänderung bei einem Tastenanschlag zu simulieren. Ein einfacheres Beispiel wäre eine Rechteckswelle von einem LFO, um eine Art Stakkato zu erzeugen, oder ein langsam schwingender Sinus für einen WobWob-Effekt.
